chat_system_1379151668_actor_description=Ebirio Glasser. Elf of noble birth.
chat_system_1379151668_snap_0_question=^?^Good day to you, worthiest of the worthy! How can I help you?
chat_system_1379151668_snap_0_answer_0=^?^This will probably surprise you, but I have come to ask your blessing. I would like your permission to marry your daughter.
chat_system_1379151668_snap_0_answer_1=^?^I spoke to your daughter. Well, I have made her a proposal.
chat_system_1379151668_snap_0_answer_2=^?^You said that you're the head of the Icy Tears family, and you called your daughter a princess?
chat_system_1379151668_snap_0_header_2=^?^It is true. Princesses from our family, the house of Icy Tears, have been becoming queens of Ellinia for the last three thousand years. My daughter is Queen Violetta's niece; may the spirits of the forest protect her soul.
chat_system_1379151668_snap_0_answer_3=^?^I heard about the disaster that had befallen your queen.
chat_system_1379151668_snap_0_header_3=^?^This great sorrow saddens my heart when I think about it. My elder sister, Violetta, now is more like a weak-willed doll than the strong and powerful queen she used to be.<br>Her soul has been captured by the accursed Karador, and her mind obeys his evil will.
chat_system_1379151668_snap_0_answer_4=^?^I just wanted to check in and see how you were doing. See you later.
chat_system_1379151668_snap_4_question=^?^No, I'm not surprised. News has already reached my castle that you have rescued our Tree of Life and became Atario, friend of the elves.
chat_system_1379151668_snap_4_answer_0=^?^I'm determined to marry your daughter.
chat_system_1379151668_snap_5_question=^?^You are our savior and friend of the elves, and the will of the forest spirits is on your side - and my daughter wants to be your wife. I'll be glad of your marriage if my daughter will be happy with you.
chat_system_1379151668_snap_5_answer_0=^?^So what will beautiful Neoka say?
chat_system_1379151668_snap_6_question=^?^Noble [player]! I am pleased by your determination and abilities: surely you deserve the right to be called friend of the elves. And for me, the princess of the Icy Tears family, it is a great honor and pleasure to become your wife...
chat_system_1379151668_snap_6_answer_0=^?^For me as well. It's the happiest day of my life, beautiful princess.
chat_system_1379151668_snap_7_question=^?^So, then... By my consent and according to the will of the magic forest spirits, I give my daughter Neoka to this noble human. Love her and take care of her, [player]. But remember that she is the princess and heiress first and foremost. If her duty would stand between you, then as a true daughter of the house of Icy Tears, she will choose her duty.
chat_system_1379151668_snap_7_answer_0=^?^Ok, I understand. (Kiss the girl.)
chat_system_1379151668_snap_3_question=^?^What!? So what did she say to you, human? To tell you the truth, I don't even know what to call it - foolishness, courage, or impudence, to dare to propose to the princess, an heiress to the Ellinia crown!
chat_system_1379151668_snap_3_answer_0=^?^Actually princess Neoka already said that she wants to be my wife. But she won't do that without your consent.
chat_system_1379151668_snap_1_question=^?^Please understand me, [player]. Of course if everything depended on me, I would rely on my daughter's choice. And I can certainly say that I like you.
chat_system_1379151668_snap_1_answer_0=^?^So will you bless us?
chat_system_1379151668_snap_2_question=^?^My decision does not matter, for my responsibility is to my nation. My daughter is the heiress to the elven crown.<br>If you are truly determined to marry my daughter, you must ask permission of Queen Violetta or the Tree of Life.
chat_system_1379151668_snap_2_answer_0=^?^Ok, I will go get permission.
